Repository: svn2github/svn2github
Catalog: trunk/po/*.po
Languages: es, sv

source: Select PSX EXE File
es: Sellecione el PSX EXE Fichero
sv: Välj PSX EXE-fil

source: Could not load CD-ROM!
es: No puede cargar el CD-ROM!
sv: Kunde inte läsa cd-rom!

source: Loaded state %d.
es: Cargó el estado %d.
sv: Läste in status %d.

source: Error loading state %d!
es: Error mientras cargando el estado %d!
sv: Fel vid läsning av status %d!

source: Saved state %d.
es: Ahorró el estado %d.
sv: Sparade status %d.

source: Error saving state %d!
es: Error mientras ahorrando el estado %d!
sv: Fel vid sparning av status %d!

source: Select State File
es: Sellecione el Fichero de Estado.
sv: Välj statusfil

source: Loaded state: %s
es: Cargó el estado: %s
sv: Läste in status: %s

source: Error loading state: %s
es: Error mientras cargando el estado: %s
sv: Fel vid inläsning av status: %s

source: Saved state %s.
es: Ahorró el estado %s.
sv: Sparade status %s

source: Error saving state %s!
es: Error mientras ahorrando el estado %s!
sv: Fel vid sparning av status %s!

source: Error: Glade interface could not be loaded!
es: Error: Interfase de Glade no puede ser cargado!
sv: Fel: Glade-gränssnittet kunde inte läsas in!

source: Icon
es: Icono
sv: Ikon

source: Title
es: Título
sv: Titel

source: Status
es: Estado

source: Name
es: Nombre
sv: Namn

source: Deleted
es: Borrado
sv: Borttagen

source: Free
es: Libre
sv: Ledigt

source: Used
es: Usado
sv: Använt

source: Select Memory Card
es: Seleccione la Tarjeta de Memoria
sv: Välj minneskort

source: Format this Memory Card?
es: ¿Borra esta Tarjeta de Memoria?
sv: Formatera detta minneskort?

source: If you format the memory card, the contents will be overwritten.
es: Si borra la tarjeta de memoria, el contenido sobrescribirá.
sv: Om du formaterar minneskortet kommer dess innehåll att skrivas över.

source: Format card
es: Borra tarjeta
sv: Formatera kort

source: Paste this selection?
es: ¿Pega esta selección?
sv: Klistra in markeringar?

source: Are you sure you want to paste this selection?
es: ¿Cierto quería pegar esta selección?
sv: Är du säker på att du vill klistra in dessa markeringar?

source: Paste
es: Pega
sv: Klistra in

source: Memory Card Manager
es: Gerente de Tarjetas de Memoria
sv: Hantera minneskort

source: This plugin doesn't need to be configured.
es: Esta enchufe no necesita ser configurado.
sv: Detta instick behöver inte konfigureras.

source: This plugin reports that it should work correctly.
es: Esta enchufe informa que debe trabajar correctamente.
sv: Detta instick är rapporterat att det bör fungera korrekt.

source: This plugin reports that it won't work correctly.
es: Esta enchufe informa que no trabaja correctamente
sv: Detta instick är rapporterat att det inte fungerar korrekt.

source: Configure PCSX
es: Configura PCSX
sv: Konfigurera PCSX

source: Could not open directory: '%s'
es: No puede abrir el directorio: '%s'
sv: Kunde inte öppna katalog: "%s"

source: Internal HLE Bios
es: HLE BIOS Interno
sv: Internt HLE-Bios

source: Notice
es: Aviso
sv: Notering

source: pcsx [options] [file] options: -runcd Runs CD-ROM -runcdbios Runs CD-ROM through BIOS -nogui Don't open the GTK GUI -cfg FILE Loads desired configuration file (default: ~/.pcsx/pcsx.cfg) -psxout Enable PSX output -load STATENUM Loads savestate STATENUM (1-5) -h -help Display this message file Loads file
es: pcsx [opciónes] [fichero] opciónes: -runcd Ejecuta el CD-ROM -runcdbios Ejecuta el CD-ROM por el BIOS -nogui No abre la GUI de GTK -cfg FICHERO Carga el fichero que es querido (por omisión: ~/.pcsx/pcsx.cfg) -psxout Habilita salida de PSX -load ESTADONUM Carga estado de ESTADONUM1-5) -h -help Muestra esta mensaje fichero Carga fichero
sv: pcsx [flaggor] [fil] flaggor: -runcd Kör cd-rom -runcdbios Kör cd-rom genom BIOS -nogui Öppna inte GTK-gränssnitt -cfg FILE Läser inte önskad konfigurationsfil (förval: ~/.pcsx/pcsx.cfg) -psxout Aktivera PSX-utdata -load STATUSNUM Läser in status STATUSNUM (1-5) -h -help Visar detta meddelandet file Läser in fil

source: Disabled
es: Desactivado
sv: Avstängd

source: PCSX cannot be configured without using the GUI -- you should restart without -nogui.
es: PCSX no podría configurar sin usar el GUI -- debe reiniciar sin -nogui.
sv: PCSX kan inte konfigureras utan det grafiska gränssnittet -- du bör starta om utan -nogui.

source: Saved state %d!
es: Ahorró estado %d!
sv: Sparade status %d!

source: Loaded state %d!
es: Cargó estado %d!
sv: Läste in status %d!

source: SIO IRQ Always Enabled
es: SIO IRQ Siempre Habilitado
sv: SIO IRQ Alltid aktiverad

source: SIO IRQ Not Always Enabled
es: SIO IRQ No Siempre Habilitado
sv: SIO IRQ Inte alltid aktiverad

source: Black & White Mdecs Only Enabled
es: Negro y Blanco Mdecs Solamente Habilitado
sv: Black & White Mdecs Endast aktiverad

source: Black & White Mdecs Only Disabled
es: Negro y Blanco Mdecs Solamente Desactivado
sv: Black & White Mdecs Endast avstängd

source: XA Enabled
es: XA Habilitado
sv: XA aktiverad

source: XA Disabled
es: XA Desactivado
sv: XA avstängd

source: Error opening CD-ROM plugin!
es: Error mientras abrir el enchufe de CD-ROM!
sv: Fel vid öppning av instick för cd-rom!

source: Error opening SPU plugin!
es: Error mientras abrir el enchufe de SPU!
sv: Fel vid öppning av instick för SPU!

source: Error opening GPU plugin!
es: Error mientras abrir el enchufe de GPU!
sv: Fel vid öppning av instick för GPU!

source: Error opening Controller 1 plugin!
es: Error mientras abrir el enchufe de Controlador 1!
sv: Fel vid öppning av instick för kontroller 1!

source: Error opening Controller 2 plugin!
es: Error mientras abrir el enchufe de Controlador 2!
sv: Fel vid öppning av instick för kontroller 2!

source: Error closing CD-ROM plugin!
es: Error mientras cerrar el enchufe de CD-ROM!
sv: Fel vid stängning av instick för cd-rom!

source: Error closing SPU plugin!
es: Error mientras cerrar el enchufe de SPU!
sv: Fel vid stängning av instick för SPU!

source: Error closing Controller 1 Plugin!
es: Error mientras cerrar el enchufe de Controlador 1!
sv: Fel vid stängning av instick för kontroller 1!

source: Error closing Controller 2 plugin!
es: Error mientras cerrar el enchufe de Controlador 2!
sv: Fel vid stängning av instick för kontroller 2!

source: Error closing GPU plugin!
es: Error mientras cerrar el enchufe de GPU!
sv: Fel vid stängning av instick för GPU!

source: Error initializing CD-ROM plugin: %d
es: Error mientras iniciar el enchufe de CD-ROM: %d
sv: Fel vid initiering av instick för cd-rom: %d

source: Error initializing GPU plugin: %d
es: Error mientras iniciar el enchufe de GPU: %d
sv: Fel vid initiering av instick för GPU: %d

source: Error initializing SPU plugin: %d
es: Error mientras iniciar el enchufe de SPU: %d
sv: Fel vid initiering av instick för SPU: %d

source: Error initializing Controller 1 plugin: %d
es: Error mientras iniciar el enchufe de Controlador 1: %d
sv: Fel vid initiering av insticksmodul för Kontroller 1: %d

source: Error initializing Controller 2 plugin: %d
es: Error mientras iniciar el enchufe de Controlador 2: %d
sv: Fel vid initiering av insticksmodul för Kontroller 2: %d

source: Error initializing NetPlay plugin: %d
es: Error mientras iniciar el enchufe de NetJuega: %d
sv: Fel vid initiering av insticksmodul för NetPlay: %d

source: File
es: Fichero
sv: Fil

source: Run CD
es: Ejecutar CD
sv: Kör CD

source: Run CD Through BIOS
es: Ejecutar CD por BIOS
sv: Kör cd genom BIOS

source: Run EXE
es: Ejecutar EXE
sv: Kör EXE

source: States
es: Estados
sv: Status

source: Load
es: Cargar
sv: Läs

source: Slot 1
es: Posición 1
sv: Plats 1

source: Slot 2
es: Posición 2
sv: Plats 2

source: Slot 3
es: Posición 3
sv: Plats 3

source: Slot 4
es: Posición 4
sv: Plats 4

source: Slot 5
es: Posición 5
sv: Plats 5

source: Other...
es: Otra...
sv: Övrigt...

source: Save
es: Ahorrar
sv: Spara

source: Exit
es: Salir
sv: Avsluta

source: Emulator
es: Emulador

source: Run
es: Ejecutar
sv: Kör

source: Reset
es: Iniciar de Nuevo
sv: Återställ

source: Configuration
es: Configuración
sv: Konfiguration

source: Plugins & BIOS
es: Enchufes y BIOS
sv: Instick & BIOS

source: Graphics
es: Grafícos
sv: Grafik

source: Sound
es: Sonido
sv: Ljud

source: Controllers
es: Controladores
sv: Kontrollrar

source: NetPlay
es: NetJuega

source: Memory Cards
es: Tarjetas de Memoria
sv: Minneskort

source: Help
es: Ayudar
sv: Hjälp

source: About PCSX
es: Acerca de PCSX
sv: Om PCSX

source: Controller 2:
es: Controlador 2:
sv: Kontroller 2:

source: Controller 1:
es: Controlador 2:
sv: Kontroller 1:

source: Sound:
es: Sonido:
sv: Ljud:

source: Graphics:
es: Grafícos:
sv: Grafik:

source: Search in:
es: Busca en:
sv: Sök i:

source: Select Folder to Search
es: Sellecione Carpeta Ser Buscado
sv: Välj mapp att söka i

source: <b>Plugins</b>
es: <b>Enchufes</b>
sv: <b>Insticksmoduler</b>

source: Select A File
es: Sellecione un Fichero
sv: Välj en fil

source: Configure CPU
es: Configura CPU
sv: Konfigurera CPU

source: Disable XA Decoding
es: Desactiva Descodificando de XA
sv: Stäng av XA-avkodning

source: Disable CD Audio
es: Desactiva Sonido de CD
sv: Stäng av cd-ljud

source: Enable Interpreter CPU
es: Habilita CPU Interpretado
sv: Aktivera Interpreter CPU

source: Enable Console Output
es: Habilita Salida de Término
sv: Aktivera konsollutdata

source: Black & White Movies
es: Negro y Blanco Cines
sv: Filmer i svart & vitt

source: SPU IRQ Always Enabled
es: SPU IRQ Siempte Habilitado
sv: SPU IRQ Alltid aktiverad

source: Parasite Eve 2, Vandal Hearts 1/2 Fix
es: Parasite Eve 2, Vandal Hearts Correción

source: InuYasha Sengoku Battle Fix
es: InuYasha Sengoku Battle Correción

source: <b>Options</b>
es: <b>Opciónes</b>
sv: <b>Alternativ</b>

source: Autodetect
es: Detecta Automáticamente
sv: Auto-Identifiera

source: <b>System Type</b>
es: <b>Tipo de Sistema</b>
sv: <b>Systemtyp</b>

source: Configure NetPlay
es: Configura NetJuega
sv: Konfigurera NetPlay

source: <b>NetPlay</b>
es: <b>NetJuega</b>

source: Configure Memory Cards
es: Configura Tarjetas de Memoria
sv: Konfigurera minneskort

source: Select
es: Selleciona
sv: Välj

source: Format
es: Borra

source: Reload
es: Iniciar de Nuevo
sv: Läs om

source: <b>Memory Card 1</b>
es: <b>Tarjeta de Memoria 1</b>
sv: <b>Minneskort 1</b>

source: Copy
es: Copia
sv: Kopiera

source: Un/Delete
es: No/Borra
sv: Ta bort/tillbaka

source: <b>Memory Card 2</b>
es: <b>Tarjeta de Memoria 2</b>
sv: <b>Minneskort 2</b>

source: (C) 1999-2003 PCSX Team (C) 2005-2006 Ryan Schultz (C) 2005-2006 Andrew Burton
es: C) 1999-2003 PCSX Equipo (C) 2005-2006 Ryan Schultz (C) 2005-2006 Andrew Burton
sv: © 1999-2003 PCSX-teamet © 2005-2006 Ryan Schultz © 2005-2006 Andrew Burton

source: A Playstation emulator for GNU/Linux.
es: Un emulador de Playstation para GNU/Linux.
sv: En Playstation-emulator för GNU/Linux.

source: PCSX is licensed under the GNU GPL; see the included COPYING file for more detail.
es: PCSX tiene la licencia de GNU GPL; ve la fichero de COPYING para busca mas detalles.
sv: PCSX är licenserad under GNU GPL; se den inkluderade filen COPYING för mer detaljer.

source: PCSX-df Development
es: Desarollo de PCSX-df

source: Error opening file: %s!
es: ¡Error mientras abrir la fichero: %s!
sv: Fel vid öppning av fil: %s!

source: CPE files not supported!
es: ¡Ficheros de CPE no funciona!
sv: CPE-filer stöds inte!

source: COFF files not supported!
es: ¡Ficheros de COFF no funciona!
sv: COFF-filer stöds inte!

source: This file does not appear to be a valid PSX file!
es: ¡Esto no parece ser un fichero válido de PSX!
sv: Denna fil verkar inte vara en giltig PSX-fil!

source: Error allocating memory!
es: ¡Error mientras ubicar memoria!
sv: Fel vid allokering av minne!

source: Could not open BIOS:"%s". Enabling HLE Bios!
es: No podr¡a abrir BIOSs"%s". Usando HLE BIOS!
sv: Kunde inte öppna bios:"%s". Aktiverar HLE Bios!

source: Connection closed!
es: ¡Conexión es cerrado!
sv: Avslutning stängd!

source: Memory card %s failed to load!
es: ¡Tarjeta de memoria %s falla cargar!
sv: Minneskort %s gick inte att läsa!

source: Error loading %s: %s
es: Error mientras cargando %s: %s
sv: Fel vid inläsning av %s: %s

source: Could not load GPU plugin %s!
es: ¡No podría cargar el enchufe de GPU %s!
sv: Kunde inte läsa in instick för GPU %s!

source: Could not load CD-ROM plugin %s!
es: ¡No podría cargar el enchufe de CD-ROM %s!
sv: Kunde inte läsa in instick för cd-rom %s!

source: Could not load SPU plugin %s!
es: ¡No podría cargar el enchufe de SPU %s!
sv: Kunde inte läsa in instick för SPU %s!

source: Could not load Controller 1 plugin %s!
es: ¡No podría cargar el enchufe de Controlador 1 %s!
sv: Kunde inte läsa in instick för kontroller 1 %s!

source: Could not load Controller 2 plugin %s!
es: ¡No podría cargar el enchufe de Controlador 2 %s!
sv: Kunde inte läsa in instick för kontroller 2 %s!

source: Could not load NetPlay plugin %s!
es: ¡No podría cargar el enchufe de NetJuega %s!
sv: Kunde inte läsa in instick för NetPlay %s!

source: translator-credits
sv: Daniel Nylander <po@danielnylander.se>
